[{"name":"Aston Martin","price":3400,"img":"https://images.pexels.com/photos/707046/pexels-photo-707046.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"The name Aston Martin is derived partly from the name of its founder, Lionel Martin, and partly for a stretch of road in Hertfordshire, England, used for racing, called the Aston Hillclimb. "},{"name":"BMW","price":4760,"img":"https://images.pexels.com/photos/3849554/pexels-photo-3849554.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"The acronym BMW stands for Bayerische Motoren Werke GmnH, which roughly translates to Bavarian Engine Works Company which roughly translates to Bavarian Engine Works Company. "},{"name":"Audi","price":3500,"img":"https://images.pexels.com/photos/707046/pexels-photo-707046.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"German Engineer August Horch founded the company August Horch & Cie. Motorwagenwerke AG, in 1899. The company August Horch & Cie. Motorwagenwerke AG, in 1899. "},{"name":"Cadillac","price":3700,"img":"https://images.pexels.com/photos/7387470/pexels-photo-7387470.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"Cadillac is one of the earliest car brands in the US. Founded in 1902, it is known for manufacturing luxury cars. However, the company was later taken over by General Motors in 1909."},{"name":"Chevrolet","price":4200,"img":"https://images.pexels.com/photos/5762613/pexels-photo-5762613.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"Chevrolet, also called Chevy, was founded in 1911 by Louis Chevrolet and William C Durant in Detroit, as the Chevrolet Motor Company. Louis Chevrolet was a Swiss race car driver and automotive engineer. "},{"name":"Datsun","price":4000,"img":"https://images.pexels.com/photos/8022352/pexels-photo-8022352.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"Datsun is a Japanese company associated with the production of small and affordable cars.The company began in 1911 as Kwaishinsha Jidosha Kojo, founded by M. Hashimoto. "},{"name":"Ferrari","price":4400,"img":"https://images.pexels.com/photos/5759866/pexels-photo-5759866.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"The luxury car brand Ferrari is named after its Italian founder,Italian founder Enzo Ferrari, who was an official Alto race driver. In 1939, he quit racing to build his own company."},{"name":"Ford","price":4800,"img":"https://images.pexels.com/photos/1007410/pexels-photo-1007410.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"Henry Ford founded the Ford Motors Company in 1903, in Detroit, Michigan. Lionel Martin, and partly for a stretch of road in Hertfordshire, England, used for racing, called the Aston Hillclimb. "},{"name":"Honda","price":3900,"img":"https://images.pexels.com/photos/88628/pexels-photo-88628.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"As you probably guessed from the name, Honda was named after its founder, Soichiro Honda. Honda originally founded the manufacturer Tōkai Seiki in 1937, which produced piston rings for Toyota. "},{"name":"Mercedes","price":3500,"img":"https://images.pexels.com/photos/5279905/pexels-photo-5279905.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"Mercedes-Benz traces its origins to Karl Benz, who created the first internal combustion engine used in a car, the Benz Patent Motorwagen, in 1886. the Benz Patent Motorwagen, in 1886. "},{"name":"Nissan","price":3550,"img":"https://images.pexels.com/photos/2990837/pexels-photo-2990837.jpeg?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"In 1928, Yoshisuke Aikawa founded the holding company Nihon Sangyo,founded the holding or Nihon Industries. The name Nissan was an abbreviation used in the 1930."},{"name":"Porsche","price":3760,"img":"https://images.pexels.com/photos/9620938/pexels-photo-9620938.png?auto=compress&cs=tinysrgb&dpr=2&w=500","detail":"Porsche is named after its founder, Ferdinand Porsche, who started the company in 1931, in Stuttgart, Germany. Today, Porsche is the majority shareholder in the Volkswagen family."}]